Repository: Juhwa-Lee1023/SolDoKu
Catalog: Sudoku/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja

source: SolDoKu
ja: ソルナン

source: Take a Picture
de: Machen Sie ein Foto
es: Toma una foto
fr: Prendre une photo
it: Fai una foto
ja: 写真を撮る

source: Import from Album
de: Aus Album importieren
es: Importar desde álbum
fr: Importer depuis l'album
it: Importa da album
ja: アルバムからインポート

source: Direct Input
de: Direkte Eingabe
es: Entrada directa
fr: Saisie directe
it: Input diretto
ja: 直接入力

source: Shoot Again
de: Noch einmal schießen
es: Disparar de nuevo
fr: Tirez à nouveau
it: Spara ancora
ja: もう一度撃て

source: Shooting Sudoku
de: Sudoku schießen
es: Disparar Sudoku
fr: Sudoku de tir
it: Sudoku di tiro
ja: シューティングナンプレ

source: Please look where Sudoku is located
de: Bitte schauen Sie, wo sich Sudoku befindet
es: Mira dónde se encuentra Sudoku
fr: Veuillez regarder où se trouve Sudoku
it: Per favore, guarda dove si trova Sudoku
ja: 数独がどこにあるか見てください

source: Currently solving Sudoku
de: Derzeit Sudoku lösen
es: Actualmente resolviendo Sudoku
fr: Résolution actuelle de Sudoku
it: Attualmente risolvendo Sudoku
ja: 現在ナンプレを解いています

source: Really want to Solve?
de: Willst du wirklich lösen?
es: ¿Realmente quieres Resolver?
fr: Voulez-vous vraiment résoudre ?
it: Vuoi davvero risolvere?
ja: 本当に解決したいですか？

source: Sudoku Solve requires more than 17 numbers.
de: Sudoku Solve erfordert mehr als 17 Zahlen.
es: Sudoku Solve requiere más de 17 números
fr: Sudoku Solve nécessite plus de 17 numéros.
it: Sudoku Solve richiede più di 17 numeri.
ja: 数独解決には 17 個以上の数字が必要です。

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい

source: No
de: Nein
fr: Non
ja: いいえ

source: Fail.
de: Scheitern.
es: Fallar.
fr: Échouer.
it: Fallire.
ja: 失敗。

source: Take a Picture Again.
de: Mach noch mal ein Foto.
es: Toma una foto de nuevo
fr: Prenez une photo à nouveau.
it: Scatta di nuovo una foto
ja: また写真撮って

source: If didn't allow the camera permission, Would like to go to the Setting Screen?
de: Falls die Kameraberechtigung nicht erteilt wurde, möchten Sie zum Einstellungsbildschirm gehen?
es: Si no permitió el permiso de la cámara, ¿Le gustaría ir a la pantalla de configuración?
fr: Si vous n'avez pas autorisé l'autorisation de la caméra, Souhaitez-vous accéder à l'écran de configuration ?
it: Se non è stata consentita l'autorizzazione della fotocamera, Vorresti andare alla schermata delle impostazioni?
ja: カメラの許可を許可していない場合は、 設定画面に移動しますか?

source: Setting
de: Einstellung
es: Ajuste
fr: Paramètre
it: Ambientazione
ja: 設定

source: Cancel
de: Absagen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ja: 確認

source: Clean
de: Sauber
es: Limpio
fr: Nettoyer
it: Pulire
ja: 掃除

source: Delete
de: Löschen
es: Borrar
fr: Effacer
it: Elimina
ja: 消去

source: Solve
de: Lösen
es: Resolver
fr: Résoudre
it: Risolvere
ja: 解決する

source: Cannot solve Sudoku.
de: Kann Sudoku nicht lösen.
es: No se puede resolver Sudoku
fr: Impossible de résoudre le Sudoku.
it: Impossibile risolvere Sudoku.
ja: 数独が解けない

source: Do you want to re-enter Sudoku?
de: Möchten Sie Sudoku erneut eingeben?
es: ¿Quieres volver a entrar en Sudoku?
fr: Voulez-vous réintégrer le Sudoku?
it: Vuoi rientrare nel Sudoku?
ja: 数独を再入力しますか？

source: Clean Sudoku.
de: Sauberes Sudoku.
es: Sudoku limpio
fr: Sudoku propre.
it: Pulisci Sudoku
ja: きれいな数独

source: Sudoku has not Entered.
de: Sudoku wurde nicht eingegeben.
es: Sudoku no ha entrado
fr: Sudoku n'est pas entré.
it: Il sudoku non è entrato.
ja: 数独は入っていません。

source: Please enter Sudoku.
de: Bitte geben Sie Sudoku ein.
es: Por favor ingrese Sudoku
fr: Veuillez entrer Sudoku.
it: Per favore, inserisci Sudoku.
ja: 数独を入力してください。

source: Select
de: Auswählen
es: Seleccione
fr: Sélectionner
it: Selezionare
ja: 選択する

source: Album
es: Álbum
ja: アルバム

source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
ja: カメラ

source: Picture hasn't been Uploaded.
de: Bild wurde nicht hochgeladen.
es: La imagen no ha sido cargada
fr: La photo n'a pas été téléchargée.
it: L'immagine non è stata caricata.
ja: 画像がアップロードされていません。

source: Want to Upload a Picture?
de: Möchten Sie ein Bild hochladen?
es: ¿Quieres subir una imagen?
fr: Voulez-vous télécharger une image ?
it: Vuoi caricare un'immagine?
ja: 写真をアップロードしますか？

source: Upload from Album
de: Aus Album hochladen
es: Subir desde álbum
fr: Télécharger depuis l'album
it: Carica dall'album
ja: アルバムからアップロード

source: Solving Sudoku
de: Sudoku lösen
es: Resolviendo Sudoku
fr: Résoudre Sudoku
it: Risolvere il Sudoku
ja: 数独を解く

source: Upload another Picture?
de: Weiteres Bild hochladen?
es: ¿Subir otra imagen?
fr: Télécharger une autre photo ?
it: Carica un'altra immagine?
ja: 別の写真をアップロードしますか?

source: Soldoku is not allowed access to Album. Do you want to go to the Setting Screen?
de: Soldoku hat keinen Zugriff auf das Album. Möchten Sie zum Einstellungsbildschirm gehen?
es: Soldoku no tiene permitido el acceso al álbum. ¿Quieres ir a la pantalla de configuración?
fr: Soldoku n'est pas autorisé à accéder à l'album. Voulez-vous accéder à l'écran de configuration ?
it: A Soldoku non è consentito l'accesso all'Album. Vuoi andare alla schermata delle impostazioni?
ja: ソルナンはアルバムへのアクセスを許可されていません。 設定画面に移動しますか?
